
// WELCOME
"WELCOME TO\n%LOGIBRAND% OPTIONS" = "WELKOM BIJ \n%LOGIBRAND% OPTIONS";
"By clicking install you agree to the terms of the<br><a href='#eula'>End User License Agreement</a>" = "Door op 'Installeren' te klikken, gaat u akkoord met de voorwaarden van de <br><a href='#eula'>Gebruiksrechtovereenkomst</a>";
"INSTALL %LOGIBRAND% OPTIONS" = "%LOGIBRAND% OPTIONS INSTALLEREN";

// ANALYTICS
"HELP US IMPROVE\nOUR PRODUCTS" = "HELP ONS ONZE PRODUCTEN\nTE VERBETEREN";
"Help %LogiBrand% improve its products and services by automatically sending diagnostics and usage data." = "Help %LogiBrand% onze producten en services te verbeteren door automatisch diagnose- en gebruiksgegevens te verzenden.";
"This can be changed from the More button on %LogiBrand% Options.\nLearn more about %LogiBrand%&apos;s <a href='https://www.%logidomain%/legal/product-privacy-policy.html'>privacy policy</a>" = "Dit kan worden gewijzigd via de knop Meer in %LogiBrand% Options.\nMeer informatie over het <a href='https://www.%logidomain%/legal/product-privacy-policy.html'>privacybeleid</a> van %LogiBrand%";
"YES, SHARE ANALYTICS DATA" = "JA, DEEL ANALYSEGEGEVENS";
"NO THANKS" = "NEE, BEDANKT";

// PROGRESS
"INSTALLING\n%LOGIBRAND% OPTIONS" = "BEZIG MET INSTALLEREN VAN\n%LOGIBRAND% OPTIONS";
"%LogiBrand% Options allows you to customize and get\nthe most out of your %LogiBrand% devices." = "Met %LogiBrand% Options kunt u uw %LogiBrand%-apparaten personaliseren en er optimaal van profiteren.";
"CANCEL INSTALLATION" = "INSTALLATIE ANNULEREN";

// SUCCESS
"%LOGIBRAND% OPTIONS\nIS INSTALLED" = "%LOGIBRAND% OPTIONS\nIS GEÏNSTALLEERD";
"For more information visit <a href='http://www.%logidomain%/options'>%logidomain%/options</a>" = "Voor meer informatie gaat u naar <a href='http://www.%logidomain%/options'>%logidomain%/options</a>";
"DISCOVER %LOGIBRAND% OPTIONS" = "ONTDEK %LOGIBRAND% OPTIONS";

// EULA
"By clicking install you agree to the terms of the<br><a>End User License Agreement</a>" = "Door op 'Installeren' te klikken, gaat u akkoord met de voorwaarden van de <br><a>Gebruiksrechtovereenkomst</a>";



// NEW >>>

"INSTALLATION\nIN PROGRESS" = "INSTALLATIE\nIN VOORTGANG";

"Please wait, this process may take a few minutes." = "Even ogenblik geduld, dit proces kan een paar minuten duren.";

"OOPS! WE HAVE A PROBLEM" = "OEPS! ER IS EEN PROBLEEM";

"We don’t support this OS Version\nCheck our support page" = "We bieden geen ondersteuning voor deze OS-versie\nGa naar onze ondersteuningspagina";

"QUIT INSTALLATION" = "INSTALLATIE AFSLUITEN";

"INSTALLATION FAILED" = "INSTALLATIE MISLUKT";

"We were not able to install Logitech Options. For more information visit our support page" = "Logitech Options kan niet worden geïnstalleerd. Ga naar onze ondersteuningspagina voor meer informatie";

"LAUNCH %LOGIBRAND% OPTIONS" = "%LOGIBRAND% OPTIONS STARTEN";

